Repository: TianAlicia/JAB_flaskProject
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Cal fer Login
es: Log in necesario

source: Favorit afegit
es: Favorito añadido

source: Cancel·la
es: Cancela

source: No hi ha contingut
es: No hay contenido

source: Comentari correcte
es: Comentario correcto

source: Comentari afegit
es: Comentario añadido

source: Comentari esborrat
es: Comentario borrado

source: Usuari seguit
es: Usuario seguido

source: Usuari deixat de seguir
es: Usuario dejado de seguir

source: Modificat correctament
es: Modificado correctamente

source: Contrasenya incorrecte
es: Contraseña incorrecta

source: Article publicat
es: Artículo publicado

source: Captcha erroni
es: Captcha erróneo

source: Falten dades
es: Faltan datos

source: Usuari no existent
es: Usuario inexistente

source: Contrasenya errònia
es: Contraseña errónea

source: Falta informació
es: Falta información

source: Registre correcte
es: Registro correcto

source: Codi no existent
es: Codigo no existente

source: Codi erroni
es: Código erróneo

source: Enviament satisfactori, Codi:
es: Enviamento satisfactorio, Código:

source: Mòvil ja existent
es: Móvil ya existente

source: Nom ja existent
es: Nombre ya existente

source: Pàgina no trobada
es: Página no encontrada

source: Torna a la pàgina principal
es: Vuelve a la página principal

source: Telèfon
es: Teléfono

source: Font:
es: Fuente:

source: Respon
es: Comenta

source: Bo
es: Bueno

source: Sense estat
es: Sin estado

source: Xat
es: Chat

source: Message sent successfully.
es: Mensaje enviado con éxito

source: Error sending message:
es: Error enviando el mensaje

source: Cerca usuaris...
es: Busca usuarios...

source: Connectat
es: Conectado

source: Vist per última vegada: fa
es: Visto por última vez: hace

source: hores
es: horas

source: Avui
es: Hoy

source: Escriu el missatge aquí
es: Escribe el mensaje aquí

source: Codi de verificació:
es: Codigo de verificación:

source: Mòvil:
es: Móvil:

source: Codi
es: Código

source: Ja tens un compte?
es: Ya tienes una cuenta?

source: Next
es: Siguiente

source: Títol:
es: Título:

source: Títol
es: Título

source: Categoria:
es: Categoría

source: Resum:
es: Resumen:

source: Contingut:
es: Contenido:

source: Sota revisió
es: Bajo revisión

source: Aprovat
es: Aprovado

source: Els meus segidors
es: Mis seguidores

source: Llista darticles
es: Lista de artículos

source: Publica un Article
es: Publica un Artículo

source: Nom usuari:
es: Nombre de usuario:

source: Nom
es: Nombre

source: Estat:
es: Estado:

source: Gènere:
es: Género:

source: Dona
es: Mujer

source: Aniversari:
es: Cumpleaños:

source: Contrasenya actual:
es: Contraseña actual:

source: Nova contrasenya:
es: Nueva Mòvil

source: Favorits
es: Favoritos

source: Seguits
es: Seguidos

source: Seguint
es: Siguiendo
